tap "1password/tap"
tap "adamrodger/tap"
tap "argoproj/tap"
tap "brewsci/bio"
tap "dart-lang/dart"
tap "datawire/blackbird"
tap "github/gh"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew/bundle"
tap "leoafarias/fvm"
tap "little-angry-clouds/my-brews"
tap "minio/stable"
tap "tophat/bar"
brew "arp-scan"
brew "coreutils"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "bazelisk"
brew "bzip2"
brew "caddy"
brew "glib"
brew "chrome-cli"
brew "clang-format"
brew "cmake"
brew "dash"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "exiftool"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "ghq"
brew "git"
brew "glide"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "goenv", args: ["HEAD"]
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "hdf5"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "kind"
brew "kubectx"
brew "lapack"
brew "libslirp"
brew "libzip"
brew "qemu"
brew "lima"
brew "lua"
brew "luarocks"
brew "m-cli"
brew "make"
brew "maven"
brew "md5sha1sum", link: false
brew "mercurial"
brew "minikube"
brew "zlib"
brew "mysql-client"
brew "netcdf"
brew "nghttp2"
brew "nmap"
brew "nvm"
brew "openblas"
brew "perl-build"
brew "virtualenv"
brew "poetry"
brew "poppler"
brew "python@3.9"
brew "qt"
brew "slackcat"
brew "sphinx-doc"
brew "stern"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "velero"
brew "watch"
brew "wget"
brew "zookeeper"
brew "zoxide"
brew "zplug"
brew "zsh-history-substring-search"
brew "heroku/brew/heroku"
brew "leoafarias/fvm/fvm"
brew "minio/stable/mc"
brew "minio/stable/minio"
cask "1password-cli"
cask "attachecase"
cask "fig"
cask "fing"
cask "gimp"
cask "gpg-suite"
cask "hex-fiend"
cask "macfuse"
cask "wireshark"
vscode "1password.op-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "vscodevim.vim"
vscode "znck.grammarly"
