tap "adamrodger/tap"
tap "argoproj/tap"
tap "brewsci/bio"
tap "dart-lang/dart"
tap "datawire/blackbird"
tap "github/gh"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "leoafarias/fvm"
tap "little-angry-clouds/my-brews"
tap "minio/stable"
tap "tophat/bar"
brew "arp-scan"
brew "avro-tools"
brew "python@3.9"
brew "awscli"
brew "bazelisk"
brew "bzip2"
brew "caddy"
brew "glib"
brew "chrome-cli"
brew "clang-format"
brew "cmake"
brew "guile"
brew "unbound"
brew "gnutls"
brew "libslirp"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "exiftool"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "go", link: false
brew "glide"
brew "gnu-sed"
brew "gnupg"
brew "goenv", args: ["HEAD"]
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hdf5"
brew "hub"
brew "hugo"
brew "shared-mime-info"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "kubernetes-cli"
brew "kubectx"
brew "lapack"
brew "lua"
brew "luarocks"
brew "m-cli"
brew "make"
brew "maven"
brew "md5sha1sum", link: false
brew "mercurial"
brew "minikube"
brew "mysql-client"
brew "netcdf"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nvm"
brew "openblas"
brew "peco"
brew "perl-build"
brew "plenv"
brew "poetry"
brew "qt"
brew "poppler"
brew "pyenv"
brew "rbenv"
brew "ruby"
brew "slackcat"
brew "sphinx-doc"
brew "stern"
brew "telnet"
brew "tfenv"
brew "tldr"
brew "tmux"
brew "velero"
brew "watch"
brew "wget"
brew "zlib"
brew "zookeeper"
brew "zoxide"
brew "zplug"
brew "zsh-history-substring-search"
brew "heroku/brew/heroku"
brew "leoafarias/fvm/fvm"
brew "little-angry-clouds/my-brews/helmenv"
brew "minio/stable/mc"
brew "minio/stable/minio"
cask "fing"
cask "gimp"
cask "google-cloud-sdk"
cask "hex-fiend"
cask "macfuse"
cask "wireshark"
