tap "adamrodger/tap"
tap "argoproj/tap"
tap "brewsci/bio"
tap "dart-lang/dart"
tap "datawire/blackbird"
tap "github/gh"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew/bundle"
tap "leoafarias/fvm"
tap "little-angry-clouds/my-brews"
tap "minio/stable"
tap "tophat/bar"
brew "arp-scan"
brew "coreutils"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "bazelisk"
brew "bzip2"
brew "caddy"
brew "glib"
brew "chrome-cli"
brew "clang-format"
brew "cmake"
brew "gnutls"
brew "libslirp"
brew "qemu"
brew "lima"
brew "colima"
brew "dash"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "exiftool"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "glide"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "goenv", args: ["HEAD"]
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "hdf5"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "kind"
brew "kubectx"
brew "lapack"
brew "libzip"
brew "lua"
brew "luarocks"
brew "m-cli"
brew "make"
brew "maven"
brew "md5sha1sum", link: false
brew "mercurial"
brew "minikube"
brew "zlib"
brew "mysql-client"
brew "netcdf"
brew "nghttp2"
brew "nmap"
brew "nvm"
brew "openblas"
brew "peco"
brew "perl-build"
brew "virtualenv"
brew "poetry"
brew "poppler"
brew "python@3.9"
brew "qt"
brew "slackcat"
brew "sphinx-doc"
brew "stern"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "velero"
brew "watch"
brew "wget"
brew "zookeeper"
brew "zoxide"
brew "zplug"
brew "zsh-history-substring-search"
brew "heroku/brew/heroku"
brew "leoafarias/fvm/fvm"
brew "minio/stable/mc"
brew "minio/stable/minio"
cask "attachecase"
cask "fig"
cask "fing"
cask "gimp"
cask "gpg-suite"
cask "hex-fiend"
cask "macfuse"
cask "wireshark"
vscode "Adobe.extendscript-debug"
vscode "amodio.tsl-problem-matcher"
vscode "be5invis.toml"
vscode "bierner.emojisense"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "ChFlick.firecode"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "dtsvet.vscode-wasm"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "GitHub.remotehub"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "jinliming2.vscode-go-template"
vscode "josetr.cmake-language-support-vscode"
vscode "mathiasfrohlich.Kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mohsen1.prettify-json"
vscode "mosapride.zenkaku"
vscode "moshfeu.compare-folders"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "xaver.clang-format"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
vscode "znck.grammarly"
vscode "zxh404.vscode-proto3"
