1password.op-vscode
1yib.rust-bundle
4ops.terraform
adpyke.vscode-sql-formatter
amazonwebservices.codewhisperer-for-command-line-companion
bradlc.vscode-tailwindcss
codezombiech.gitignore
dbaeumer.vscode-eslint
devcycle.devcycle-feature-flags
dustypomerleau.rust-syntax
eamodio.gitlens
esbenp.prettier-vscode
fwcd.kotlin
github.codespaces
github.copilot
github.copilot-chat
github.vscode-pull-request-github
golang.go
grafana.vscode-jsonnet
humao.rest-client
johnpapa.vscode-peacock
josetr.cmake-language-support-vscode
marchrock.vscode-ghq
mkloubert.vscode-http-client
mohsen1.prettify-json
mosapride.zenkaku
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.vscode-yaml
richie5um2.vscode-sort-json
rust-lang.rust-analyzer
saoudrizwan.claude-dev
shardulm94.trailing-spaces
shopify.ruby-extensions-pack
shopify.ruby-lsp
sorbet.sorbet-vscode-extension
tamasfe.even-better-toml
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
wix.vscode-import-cost
xaver.clang-format
yutengjing.regexp-tools
zainchen.json
znck.grammarly
zxh404.vscode-proto3
