Adobe.extendscript-debug
adpyke.vscode-sql-formatter
BazelBuild.vscode-bazel
be5invis.toml
bierner.emojisense
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
castwide.solargraph
ChFlick.firecode
christian-kohler.path-intellisense
cschlosser.doxdocgen
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.code-runner
GitHub.codespaces
GitHub.copilot
GitHub.remotehub
GitHub.vscode-pull-request-github
golang.go
GraphQL.vscode-graphql
hashicorp.terraform
heptio.jsonnet
humao.rest-client
idleberg.applescript
ivan-bocharov.stan-vscode
jeff-hykin.better-cpp-syntax
johnpapa.vscode-peacock
josetr.cmake-language-support-vscode
mathiasfrohlich.Kotlin
mechatroner.rainbow-csv
mohsen1.prettify-json
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
mtxr.sqltools
naumovs.color-highlight
nrwl.angular-console
oderwat.indent-rainbow
PascalReitermann93.vscode-yaml-sort
PKief.material-icon-theme
rebornix.ruby
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
RomanPeshkov.vscode-text-tables
rust-lang.rust-analyzer
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
silvenon.mdx
streetsidesoftware.code-spell-checker
twxs.cmake
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wingrunr21.vscode-ruby
wix.vscode-import-cost
xaver.clang-format
xrc-inc.jsonnet-formatter
yzhang.markdown-all-in-one
ZainChen.json
znck.grammarly
zxh404.vscode-proto3
