adpyke.vscode-sql-formatter
BazelBuild.vscode-bazel
be5invis.toml
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.code-runner
GitHub.vscode-pull-request-github
golang.go
GraphQL.vscode-graphql
Gruntfuggly.todo-tree
hashicorp.terraform
heptio.jsonnet
humao.rest-client
ivan-bocharov.stan-vscode
johnpapa.vscode-peacock
jpoissonnier.vscode-styled-components
mathiasfrohlich.Kotlin
mechatroner.rainbow-csv
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.mssql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
mtxr.sqltools
naumovs.color-highlight
nrwl.angular-console
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
richie5um2.vscode-sort-json
RomanPeshkov.vscode-text-tables
shardulm94.trailing-spaces
silvenon.mdx
softwaredotcom.swdc-vscode
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
xaver.clang-format
xrc-inc.jsonnet-formatter
yzhang.markdown-all-in-one
zxh404.vscode-proto3
